Repository: rivai5698/wordle_game
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Login
vi: Đăng nhập

source: Loading
vi: Đang tải

source: EASY
vi: DỄ

source: CASUAL
vi: VỪA

source: HARD
vi: KHÓ

source: Collection
vi: Bộ Sưu Tập

# col_word
source: You have collected
vi: Bạn đã thu thập được

# word
source: words
vi: từ

# sel
source: SELECT THE LEVEL
vi: CHỌN ĐỘ KHÓ

# setting
source: SETTINGS
vi: CÀI ĐẶT

# htp
source: HOW TO PLAY
vi: HƯỚNG DẪN

source: HINT
vi: GỢI Ý

# ipc
source: Input Code:
vi: Nhập mã:

# claimSuccess
source: You have claimed 1000 coins
vi: Bạn đã nhận được 1000 coins

# codeInvalid
source: Code is invalid
vi: Mã code không tồn tại

# claimedCode
source: You have claimed this code
vi: Bạn đã nhận mã code này rồi

# runOutCoins
source: You\'re run out of coins
vi: Bạn đã sử dụng hết coin

# wordInvalid
source: Not in word list
vi: Từ không tồn tại

# errorInternet
source: Please connect internet
vi: Hãy kết nối internet

# win
source: Congratulations
vi: Chúc mừng

# congratulations
source: Congratulations, you won
vi: Bạn đã chiến thắng và nhận được

# theAnswer
source: The answer is
vi: Đáp án là

# betterNextTime
source: better the next time!
vi: cố lên nào!

# failed
source: You\'re failed
vi: Thua cuộc

source: Back
vi: Quay lại

source: New Game
vi: Màn mới
